[ViperKingSoldier X2CharacterTemplate]  
strCharacterName="毒蛇怪国王"  
  
strCharacterBackgroundMale[0]="."  
  
[Country_Regent X2CountryTemplate]  
DisplayName="摄政国"  
DisplayNameWithArticle="摄政国"  
DisplayNameWithArticleLower="摄政国"  
DisplayNamePossessive="摄政国的"  
DisplayAdjective="摄政的"  
  
[ViperGuard_Rifleman_T1 X2CharacterTemplate]  
strCharacterName="毒蛇守卫（步枪手）"  
  
[ViperGuard_Rifleman_T2 X2CharacterTemplate]  
strCharacterName="蛇夫守卫（步枪手）"  
  
[ViperGuard_Rifleman_T3 X2CharacterTemplate]  
strCharacterName="精英守卫（步枪手）"  
  
[ViperGuard_Gunner_T1 X2CharacterTemplate]  
strCharacterName="毒蛇守卫（炮手）"  
  
[ViperGuard_Gunner_T2 X2CharacterTemplate]  
strCharacterName="蛇夫守卫（炮手）"  
  
[ViperGuard_Gunner_T3 X2CharacterTemplate]  
strCharacterName="精英守卫（炮手）"  
  
[ViperGuard_Support_T1 X2CharacterTemplate]  
strCharacterName="毒蛇守卫（支援兵）"  
  
[ViperGuard_Support_T2 X2CharacterTemplate]  
strCharacterName="蛇夫守卫（支援兵）"  
  
[ViperGuard_Support_T3 X2CharacterTemplate]  
strCharacterName="精英守卫（支援兵）"  
  
[ViperGuard_Marksman_T1 X2CharacterTemplate]  
strCharacterName="毒蛇守卫（狙击手）"  
  
[ViperGuard_Marksman_T2 X2CharacterTemplate]  
strCharacterName="蛇夫守卫（狙击手）"  
  
[ViperGuard_Marksman_T3 X2CharacterTemplate]  
strCharacterName="精英守卫（狙击手）"  
  
[ViperGuard_Scout_T1 X2CharacterTemplate]  
strCharacterName="毒蛇守卫（侦察兵）"  
  
[ViperGuard_Scout_T2 X2CharacterTemplate]  
strCharacterName="蛇夫守卫（侦察兵）"  
  
[ViperGuard_Scout_T3 X2CharacterTemplate]  
strCharacterName="精英守卫（侦察兵）"  
  
[ViperGuard_Brawler_T1 X2CharacterTemplate]  
strCharacterName="毒蛇守卫（格斗手）"  
  
[ViperGuard_Brawler_T2 X2CharacterTemplate]  
strCharacterName="蛇夫守卫（格斗手）"  
  
[ViperGuard_Brawler_T3 X2CharacterTemplate]  
strCharacterName="精英守卫（格斗手）"  
  
[VK_Regent X2SoldierClassTemplate]  
DisplayName = "摄政者"  
ClassSummary = "一个控制战场并带领自己的私人守卫，以其技能和坚韧不拔引领战斗的队伍。使用XCom可用的大多数主武器和副武器。"  
+AbilityTreeTitles = "君主制"  
+AbilityTreeTitles = "复仇者"  
+AbilityTreeTitles = "精通"  
+AbilityTreeTitles = "XCOM"  
  
[ViperGuard_Rifleman_T1 X2SoldierClassTemplate]  
DisplayName = "步枪手"  
  
RankNames[0]="步枪手"  
RankNames[1]="步枪手"  
  
ShortNames[0]="步枪手"  
ShortNames[1]="步枪手"  
  
[ViperGuard_Rifleman_T2 X2SoldierClassTemplate]  
DisplayName = "步枪手"  
  
RankNames[0]="步枪手"  
RankNames[1]="步枪手"  
  
ShortNames[0]="步枪手"  
ShortNames[1]="步枪手"  
  
[ViperGuard_Rifleman_T3 X2SoldierClassTemplate]  
DisplayName = "步枪手"  
  
RankNames[0]="步枪手"  
RankNames[1]="步枪手"  
  
ShortNames[0]="步枪手"  
ShortNames[1]="步枪手"

[ViperGuard_Gunner_T1 X2SoldierClassTemplate]  
DisplayName = "炮手"  
  
RankNames[0]="炮手"  
RankNames[1]="炮手"  
  
ShortNames[0]="炮手"  
ShortNames[1]="炮手"  
  
  
[ViperGuard_Gunner_T2 X2SoldierClassTemplate]  
DisplayName = "炮手"  
  
RankNames[0]="炮手"  
RankNames[1]="炮手"  
  
ShortNames[0]="炮手"  
ShortNames[1]="炮手"  
  
  
[ViperGuard_Gunner_T3 X2SoldierClassTemplate]  
DisplayName = "炮手"  
  
RankNames[0]="炮手"  
RankNames[1]="炮手"  
  
ShortNames[0]="炮手"  
ShortNames[1]="炮手"  
  
[ViperGuard_Support_T1 X2SoldierClassTemplate]  
DisplayName = "支援"  
  
RankNames[0]="支援"  
RankNames[1]="支援"  
  
ShortNames[0]="支援"  
ShortNames[1]="支援"  
  
  
[ViperGuard_Support_T2 X2SoldierClassTemplate]  
DisplayName = "支援"  
  
RankNames[0]="支援"  
RankNames[1]="支援"  
  
ShortNames[0]="支援"  
ShortNames[1]="支援"  
  
  
[ViperGuard_Support_T3 X2SoldierClassTemplate]  
DisplayName = "支援"  
  
RankNames[0]="支援"  
RankNames[1]="支援"  
  
ShortNames[0]="支援"  
ShortNames[1]="支援"  
  
[ViperGuard_Marksman_T1 X2SoldierClassTemplate]  
DisplayName = "狙击手"  
  
RankNames[0]="狙击手"  
RankNames[1]="狙击手"  
  
ShortNames[0]="狙击手"  
ShortNames[1]="狙击手"  
  
  
[ViperGuard_Marksman_T2 X2SoldierClassTemplate]  
DisplayName = "狙击手"  
  
RankNames[0]="狙击手"  
RankNames[1]="狙击手"  
  
ShortNames[0]="狙击手"  
ShortNames[1]="狙击手"  
  
  
[ViperGuard_Marksman_T3 X2SoldierClassTemplate]  
DisplayName = "狙击手"  
  
RankNames[0]="狙击手"  
RankNames[1]="狙击手"  
  
ShortNames[0]="狙击手"  
ShortNames[1]="狙击手"  
  
[ViperGuard_Scout_T1 X2SoldierClassTemplate]  
DisplayName = "侦察兵"  
  
RankNames[0]="侦察兵"  
RankNames[1]="侦察兵"  
  
ShortNames[0]="侦察兵"  
ShortNames[1]="侦察兵"  
  
[ViperGuard_Scout_T2 X2SoldierClassTemplate]  
DisplayName = "侦察兵"  
  
RankNames[0]="侦察兵"  
RankNames[1]="侦察兵"  
  
ShortNames[0]="侦察兵"  
ShortNames[1]="侦察兵"  
  
[ViperGuard_Scout_T3 X2SoldierClassTemplate]  
DisplayName = "侦察兵"  
  
RankNames[0]="侦察兵"  
RankNames[1]="侦察兵"  
  
ShortNames[0]="侦察兵"  
ShortNames[1]="侦察兵"  
  
[ViperGuard_Brawler_T1 X2SoldierClassTemplate]  
DisplayName = "格斗者"  
  
RankNames[0]="格斗者"  
RankNames[1]="格斗者"  
  
ShortNames[0]="格斗者"  
ShortNames[1]="格斗者"  
  
[ViperGuard_Brawler_T2 X2SoldierClassTemplate]  
DisplayName = "格斗者"  
  
RankNames[0]="格斗者"  
RankNames[1]="格斗者"  
  
ShortNames[0]="格斗者"  
ShortNames[1]="格斗者"  
  
[ViperGuard_Brawler_T3 X2SoldierClassTemplate]  
DisplayName = "格斗者"  
  
RankNames[0]="格斗者"  
RankNames[1]="格斗者"  
  
ShortNames[0]="格斗者"  
ShortNames[1]="格斗者"  
  
[RegentForceBleedout X2AbilityTemplate]  
LocFriendlyName = "强制失血"  
LocHelpText = "强制失血"  
LocLongDescription = "强制失血"  
LocPromotionPopupText = "强制失血"  
  
[VK_Unkillable X2AbilityTemplate]  
LocFriendlyName = "不死效果"  
LocHelpText = "不死效果"  
LocLongDescription = "不死效果"  
LocPromotionPopupText = "不死效果"  
  
[Regent_Unkillable X2AbilityTemplate]  
LocFriendlyName = "不死效果"  
LocHelpText = "不死效果"  
LocLongDescription = "不死效果"  
LocPromotionPopupText = "不死效果"  
  
[VKKnockoutSelf X2AbilityTemplate]  
LocFriendlyName = "自我击倒"  
LocHelpText = "自我击倒"  
LocLongDescription = "自我击倒"  
LocPromotionPopupText = "自我击倒"  
  
[RegentKnockoutSelf X2AbilityTemplate]  
LocFriendlyName = "自我击倒"  
LocHelpText = "自我击倒"  
LocLongDescription = "自我击倒"  
LocPromotionPopupText = "自我击倒"

[Regent_GetOverHere X2AbilityTemplate]  
LocFriendlyName = "舌头抓取"  
LocLongDescription="<Ability:ClassName/>向敌人发射舌头，试图将他们拉到自己身边，以便进行后续动作。"  
LocHelpText="用舌头尝试抓住并拉近一个敌对目标，以便进行后续攻击或简单地将敌方单位移动位置。只能拉动人类或人形外星人。"  
LocFlyOverText="舌头抓取"  
LocMissMessage="抓取失败！"  
  
[Regent_FriendlyGetOverHere X2AbilityTemplate]  
LocFriendlyName="盟友舌头抓取"  
LocLongDescription="<Ability:ClassName/>向盟友发射舌头，试图将他们拉向自己，以便重新定位他们在战场上的位置。"  
LocHelpText="用舌头抓住一个盟友目标，并将他们拉到你旁边的格子。这样做会使盟友获得一次免费移动机会来重新定位自己，从而在战场上获得更好的机动性。只能拉动人类或人形外星人。"  
LocFlyOverText="盟友舌头抓取"  
LocMissMessage="拉动失败！"  
  
[Regent_Bind X2AbilityTemplate]  
LocFriendlyName="束缚"  
LocLongDescription="<Ability:ClassName/>的卷曲力量超乎常人，甚至超过了大多数其他毒蛇，可以束缚住相邻的人形敌人，使他们无法移动，并让<Ability:ClassName/>决定下一次攻击，只要他们有足够的力量维持束缚。"  
LocHelpText="束缚住相邻的人形敌人，为你提供更多的束缚选项。"  
LocFlyOverText="束缚"  
LocMissMessage="束缚失败！"  
  
[Regent_BindSustained X2AbilityTemplate]  
LocFriendlyName="持续束缚"  
LocLongDescription="<Ability:ClassName/>牢牢地将受害者束缚在卷曲中，既不挤压他们也不让他们逃脱，等待后续动作。"  
LocHelpText="将目标束缚在你的卷曲中，使他们更难逃脱，但不尝试对俘虏造成任何伤害或效果。"  
LocFlyOverText="持续束缚"  
LocMissMessage="束缚解除！"  
  
[Regent_BindSustainedCrush X2AbilityTemplate]  
LocFriendlyName="挤压"  
LocLongDescription="<Ability:ClassName/>试图在卷曲中挤压受害者，根据<Ability:ClassName/>的力量造成伤害，但这有一定风险，<Ability:ClassName/>可能会失去对目标的控制，束缚失败。"  
LocHelpText="尝试在卷曲中挤压目标，根据你的力量对目标造成伤害。有一定几率束缚失败并释放目标。"  
LocFlyOverText="挤压"  
LocMissMessage="挤压失败！"  
  
[Regent_BindSustainedSubdue X2AbilityTemplate]  
LocFriendlyName="制服"  
LocLongDescription="<Ability:ClassName/>试图在卷曲中制服受害者，不对目标造成伤害，但会给他们施加如迷失方向等精神减益效果，使他们昏迷或失去意识，但这有一定风险，<Ability:ClassName/>可能会失去对目标的控制，束缚失败。"  
LocHelpText="尝试在卷曲中制服目标，根据你的力量对目标施加某些精神减益效果。有一定几率束缚失败并释放目标。"  
LocFlyOverText="制服"  
LocMissMessage="制服失败！"  
  
[Regent_BindSustainedChoke X2AbilityTemplate]  
LocFriendlyName="窒息"  
LocLongDescription="<Ability:ClassName/>试图在卷曲中窒息受害者，可能造成的伤害比挤压要少，但会使他们窒息并有几率使他们昏迷，但这有更高的风险，<Ability:ClassName/>可能会失去对目标的控制，束缚失败。"  
LocHelpText="尝试在卷曲中窒息目标，根据你的力量对目标造成伤害，并有几率使他们昏迷。有中等几率束缚失败并释放目标。"  
LocFlyOverText="窒息"  
LocMissMessage="窒息失败！"  
  
[Regent_EndBind X2AbilityTemplate]  
LocFriendlyName="解除束缚"  
LocLongDescription="如果战术情况发生变化，<Ability:ClassName/>可以释放卷曲中的目标，但这会削弱他们的卷曲力量，短时间内无法再次束缚。"  
LocHelpText="释放卷曲中的目标。触发束缚能力的冷却时间。"  
LocFlyOverText="释放"  
  
[Regent_EndBindAlt X2AbilityTemplate]  
LocFriendlyName="解除束缚"  
LocLongDescription="在使卷曲中的受害者丧失行动能力后，<Ability:ClassName/>释放对他们的控制，并可以立即束缚另一个目标。"  
LocHelpText="释放卷曲中已丧失行动能力的目标。"  
LocFlyOverText="释放"  
  
[Regent_FreezeSpit X2AbilityTemplate]  
LocFriendlyName = "寒冰唾液"  
LocHelpText = "<Ability:ClassName/>吐出接近绝对零度的液体，冻结所有被其击中的目标。"  
LocLongDescription = "<Ability:ClassName/>吐出接近绝对零度的液体，冻结所有被其击中的目标。"  
LocPromotionPopupText = "<Ability:ClassName/>吐出接近绝对零度的液体，冻结所有被其击中的目标。"


[Regent_Monarchy X2AbilityTemplate]  
LocFriendlyName = "君主制"  
LocHelpText = "赋予皇家卫队、我的命令和帝国威严能力。"  
LocLongDescription = "君主制赋予<Ability:ClassName/>在君主制树中的三个主要能力。皇家卫队允许召唤最多<font color='#3ABD23'><Ability:RG_CHARGES/></font>名盟友与他并肩作战，我的命令为指定目标在<font color='#3ABD23'><Ability:BMC_DURATION/></font>回合内提供显著的属性加成，但对非毒蛇单位效果减半，帝国威严为附近<font color='#3ABD23'><Ability:IP_RANGE/></font>格内的盟友提供加成，对非毒蛇单位效果较弱。"  
LocPromotionPopupText = "<Bullet/>君主制赋予<Ability:ClassName/>在君主制树中的三个主要能力。<br/><Bullet/>皇家卫队允许召唤最多<font color='#3ABD23'><Ability:RG_CHARGES/></font>名盟友与他并肩作战。<br/><Bullet/>我的命令为指定目标在<font color='#3ABD23'><Ability:BMC_DURATION/></font>回合内提供显著的属性加成，但对非毒蛇单位效果减半。<br/><Bullet/>帝国威严为附近<font color='#3ABD23'><Ability:IP_RANGE/></font>格内的盟友提供加成，对非毒蛇单位效果较弱。"  
  
[Regent_RoyalGuard X2AbilityTemplate]  
LocFriendlyName = "皇家卫队"  
LocHelpText = "召唤一名忠诚的守护者来协助你战斗。"  
LocLongDescription = "皇家卫队赋予<Ability:ClassName/>以毒蛇守卫的不同角色形式加固其团队火力和实用性的能力。这些角色包括步枪兵、炮手、支援兵、狙击手、侦察兵和格斗者——每种角色都有其独特的战斗功能。毒蛇守卫将使用XCOM武器库中的最佳装备，并根据<Ability:ClassName/>的等级变得更加强大。"  
LocPromotionPopupText = "皇家卫队赋予<Ability:ClassName/>以毒蛇守卫的不同角色形式加固其团队火力和实用性的能力。这些角色包括步枪兵、炮手、支援兵、狙击手、侦察兵和格斗者——每种角色都有其独特的战斗功能。毒蛇守卫将使用XCOM武器库中的最佳装备，并根据<Ability:ClassName/>的等级变得更加强大。"  
  
[Regent_ByMyCommand X2AbilityTemplate]  
LocFriendlyName = "我的命令"  
LocHelpText = "大幅提升单个单位的属性，增加其意志<font color='#3ABD23'><Ability:BMC_WILL/></font>、瞄准<font color='#3ABD23'><Ability:BMC_AIM/></font>和闪避<font color='#3ABD23'><Ability:BMC_DODGE/></font>值，持续<font color='#b7bd1c'><Ability:BMC_DURATION/></font>回合，并额外给予一个行动点数。非毒蛇单位接收的属性加成减半，且仅获得移动行动点数。<font color='#3ABD23'>BMC_COOLDOWN_I</font>/<font color='#b7bd1c'>BMC_COOLDOWN_II</font>/<font color='#d48013'>BMC_COOLDOWN_III</font>回合冷却时间。"  
LocLongDescription = "我的命令为受影响的个体提供显著的属性加成，并根据<Ability:ClassName/>获得的能力提供额外的效果。"  
LocPromotionPopupText = "我的命令为受影响的个体提供显著的属性加成，并根据<Ability:ClassName/>获得的能力提供额外的效果。"  
  
[Regent_ImperialPresence X2AbilityTemplate]  
LocFriendlyName = "帝国威严"  
LocHelpText = "<Ability:ClassName/>散发出一个被动光环，影响周围<font color='#3ABD23'><Ability:IP_RANGE/></font>格内的盟友召唤物和毒蛇单位（效率最高），以及其他盟友（效率较低）。提供<font color='#3ABD23'><Ability:IP_DEFENCE/></font>防御和<font color='#3ABD23'><Ability:IP_DODGE/></font>闪避加成，光环范围内的毒蛇单位受到的伤害减少<font color='#3ABD23'><Ability:IP_DR/></font>。"  
LocLongDescription = "帝国威严允许<Ability:ClassName/>作为其团队的锚点，在其范围内提升团队的战斗和生存能力。提供<font color='#3ABD23'><Ability:IP_DEFENCE/></font>防御和<font color='#3ABD23'><Ability:IP_DODGE/></font>闪避加成（非毒蛇单位效果减半），光环范围内的毒蛇单位受到的伤害减少<font color='#3ABD23'><Ability:IP_DR/></font>。具有卓越意志时：提供<font color='#3ABD23'><Ability:IP_AIM/></font>瞄准和<font color='#3ABD23'><Ability:IP_CRIT/></font>暴击率加成，并为友方毒蛇单位的大多数攻击提供<font color='#3ABD23'><Ability:SW_DAMAGE/></font>额外伤害和<font color='#3ABD23'><Ability:SW_CRITDAMAGE/></font>额外暴击伤害。具有奥拉戈斯时：伤害减免光环现在影响所有盟友，并每回合为毒蛇单位恢复<font color='#3ABD23'><Ability:OG_HEAL/></font>生命值。具有隐秘送别时：为友方毒蛇单位额外提供一个行动点数，为非毒蛇盟友提供一个移动行动点数。"  
LocPromotionPopupText = "帝国威严允许<Ability:ClassName/>作为其团队的锚点，在其范围内提升团队的战斗和生存能力。帝国威严会根据<Ability:ClassName/>获得的能力获得更多效果。"

[Regent_ImperialPresenceLeader X2AbilityTemplate]  
LocFriendlyName = "帝国威严"  
LocHelpText = "该<Ability:ClassName/>会发出一个被动光环，围绕他<font color='#3ABD23'><Ability:IP_RANGE/></font>格范围，对召唤物、蝰蛇盟友提供最大效率的增益效果，对其他盟友则效果减半。赋予<font color='#3ABD23'><Ability:IP_DEFENCE/></font>防御和<font color='#3ABD23'><Ability:IP_DODGE/></font>闪避，光环内的蝰蛇受到的伤害减少<font color='#3ABD23'><Ability:IP_DR/></font>。"  
LocLongDescription = "帝国威严允许<Ability:ClassName/>作为团队的核心，在光环范围内提升队友的战斗和生存能力。赋予<font color='#3ABD23'><Ability:IP_DEFENCE/></font>防御和<font color='#3ABD23'><Ability:IP_DODGE/></font>闪避（非蝰蛇盟友减半），光环内的蝰蛇受到的伤害减少<font color='#3ABD23'><Ability:IP_DR/></font>。配合坚定意志：赋予<font color='#3ABD23'><Ability:IP_AIM/></font>命中率和<font color='#3ABD23'><Ability:IP_CRIT/></font>暴击率，并在大多数攻击中造成<font color='#3ABD23'><Ability:SW_DAMAGE/></font>额外伤害，对友方蝰蛇的暴击额外伤害增加<font color='#3ABD23'><Ability:SW_CRITDAMAGE/></font>。配合奥拉戈斯：减伤光环现在影响所有盟友，并每回合为蝰蛇治疗<font color='#3ABD23'><Ability:OG_HEAL/></font>生命值。配合蜿蜒送别：为友方蝰蛇额外提供一个行动点，为非蝰蛇盟友提供一个移动行动点。"  
LocPromotionPopupText = "帝国威严允许<Ability:ClassName/>作为团队的核心，在光环范围内提升队友的战斗和生存能力。帝国威严根据<Ability:ClassName/>已获得的能力获得更多效果。"  
  
[Regent_ImperialPresencePassive X2AbilityTemplate]  
LocFriendlyName = "帝国威严"  
LocHelpText = "该<Ability:ClassName/>会发出一个被动光环，围绕他<font color='#3ABD23'><Ability:IP_RANGE/></font>格范围，对召唤物、蝰蛇盟友提供最大效率的增益效果，对其他盟友则效果减半。赋予<font color='#3ABD23'><Ability:IP_DEFENCE/></font>防御和<font color='#3ABD23'><Ability:IP_DODGE/></font>闪避，光环内的蝰蛇受到的伤害减少<font color='#3ABD23'><Ability:IP_DR/></font>。"  
LocLongDescription = "帝国威严允许<Ability:ClassName/>作为团队的核心，在光环范围内提升队友的战斗和生存能力。赋予<font color='#3ABD23'><Ability:IP_DEFENCE/></font>防御和<font color='#3ABD23'><Ability:IP_DODGE/></font>闪避（非蝰蛇盟友减半），光环内的蝰蛇受到的伤害减少<font color='#3ABD23'><Ability:IP_DR/></font>。配合坚定意志：赋予<font color='#3ABD23'><Ability:IP_AIM/></font>命中率和<font color='#3ABD23'><Ability:IP_CRIT/></font>暴击率，并在大多数攻击中造成<font color='#3ABD23'><Ability:SW_DAMAGE/></font>额外伤害，对友方蝰蛇的暴击额外伤害增加<font color='#3ABD23'><Ability:SW_CRITDAMAGE/></font>。配合奥拉戈斯：减伤光环现在影响所有盟友，并每回合为蝰蛇治疗<font color='#3ABD23'><Ability:OG_HEAL/></font>生命值。配合蜿蜒送别：为友方蝰蛇额外提供一个行动点，为非蝰蛇盟友提供一个移动行动点。"  
LocPromotionPopupText = "帝国威严允许<Ability:ClassName/>作为团队的核心，在光环范围内提升队友的战斗和生存能力。帝国威严根据<Ability:ClassName/>已获得的能力获得更多效果。"  
  
[Regent_SuperiorWill X2AbilityTemplate]  
LocFriendlyName = "坚定意志"  
LocHelpText = "帝国威严赋予<font color='#3ABD23'><Ability:IP_AIM/></font>命中率和<font color='#3ABD23'><Ability:IP_CRIT/></font>暴击率，并在大多数攻击中造成<font color='#3ABD23'><Ability:SW_DAMAGE/></font>额外伤害，对友方蝰蛇的暴击额外伤害增加<font color='#3ABD23'><Ability:SW_CRITDAMAGE/></font>。"  
LocLongDescription = "在帝国威严的影响下，盟友现在获得<font color='#3ABD23'><Ability:IP_AIM/></font>命中率和<font color='#3ABD23'><Ability:IP_CRIT/></font>暴击率（非蝰蛇盟友减半），并在大多数攻击中造成<font color='#3ABD23'><Ability:SW_DAMAGE/></font>额外伤害，对友方蝰蛇的暴击额外伤害增加<font color='#3ABD23'><Ability:SW_CRITDAMAGE/></font>。"  
LocPromotionPopupText = "在帝国威严的影响下，盟友现在获得<font color='#3ABD23'><Ability:IP_AIM/></font>命中率和<font color='#3ABD23'><Ability:IP_CRIT/></font>暴击率（非蝰蛇盟友减半），并在大多数攻击中造成<font color='#3ABD23'><Ability:SW_DAMAGE/></font>额外伤害，对友方蝰蛇的暴击额外伤害增加<font color='#3ABD23'><Ability:SW_CRITDAMAGE/></font>。"  
  
[Regent_Thanatosis X2AbilityTemplate]  
LocFriendlyName = "死而复生"  
LocHelpText = "皇家守卫召唤物在生命值降至0时将陷入昏迷状态，而不是死亡。"  
LocLongDescription = "皇家守卫召唤物在生命值降至0时将陷入昏迷状态，而非死亡，如果玩家有办法唤醒它们，它们就可以重返战场。"  
LocPromotionPopupText = "皇家守卫召唤物在生命值降至0时将陷入昏迷状态，而非死亡，如果玩家有办法唤醒它们，它们就可以重返战场。"

[Regent_RunThemDown X2AbilityTemplate]  
LocFriendlyName = "追击他们"  
LocHelpText = "通过我的命令现在提高了防御力<font color='#3ABD23'><Ability:RTD_DEFENSE/></font>，暴击率<font color='#3ABD23'><Ability:RTD_CRITCHANCE/></font>和移动力<font color='#3ABD23'><Ability:RTD_MOBILITY/></font>。"  
LocLongDescription = "受到通过我的命令影响的盟友现在他们的防御力增加了<font color='#3ABD23'><Ability:RTD_DEFENSE/></font>，暴击率<font color='#3ABD23'><Ability:RTD_CRITCHANCE/></font>和移动力<font color='#3ABD23'><Ability:RTD_MOBILITY/></font>。非蝰蛇单位仅获得这些加成的一半。"  
LocPromotionPopupText = "受到通过我的命令影响的盟友现在他们的防御力增加了<font color='#3ABD23'><Ability:RTD_DEFENSE/></font>，暴击率<font color='#3ABD23'><Ability:RTD_CRITCHANCE/></font>和移动力<font color='#3ABD23'><Ability:RTD_MOBILITY/></font>。非蝰蛇单位仅获得这些加成的一半。"  
  
[Regent_Ouragos X2AbilityTemplate]  
LocFriendlyName = "奥拉戈斯"  
LocHelpText = "帝国存在的减伤光环现在影响所有盟友，并为蝰蛇单位每回合治疗<font color='#3ABD23'><Ability:OG_HEAL/></font>生命值。"  
LocLongDescription = "现在，不仅蝰蛇单位受到减伤光环的影响，所有盟友，无论模板如何，都会受到影响。此外，范围内的蝰蛇单位现在每回合可以恢复<font color='#3ABD23'><Ability:OG_HEAL/></font>生命值。"  
LocPromotionPopupText = "现在，不仅蝰蛇单位受到减伤光环的影响，所有盟友，无论模板如何，都会受到影响。此外，范围内的蝰蛇单位现在每回合可以恢复<font color='#3ABD23'><Ability:OG_HEAL/></font>生命值。"  
  
[Regent_LoyalReserves X2AbilityTemplate]  
LocFriendlyName = "忠诚后备"  
LocHelpText = "皇家卫队现在拥有<font color='#3ABD23'><Ability:RG_CHARGESBONUS/></font>额外充能，允许额外召唤。"  
LocLongDescription = "忠诚后备为皇家卫队提供<font color='#3ABD23'><Ability:RG_CHARGESBONUS/></font>额外充能，使<Ability:ClassName/>能够召唤更多单位并肩作战。"  
LocPromotionPopupText = "忠诚后备为皇家卫队提供<font color='#3ABD23'><Ability:RG_CHARGESBONUS/></font>额外充能，使<Ability:ClassName/>能够召唤更多单位并肩作战。"  
  
[Regent_EfficientDomain X2AbilityTemplate]  
LocFriendlyName = "高效领域"  
LocHelpText = "通过我的命令现在是一个免费行动，并授予<font color='#3ABD23'><Ability:ED_SHIELD/></font>护盾生命值和<font color='#3ABD23'><Ability:ED_ARMOUR/></font>护甲。"  
LocLongDescription = "使用通过我的命令不再消耗行动点，但使用它仍然至少需要一个AP。受影响的单位现在获得<font color='#3ABD23'><Ability:ED_SHIELD/></font>护盾生命值和<font color='#3ABD23'><Ability:ED_ARMOUR/></font>护甲，非蝰蛇单位获得这些加成的一半。"  
LocPromotionPopupText = "使用通过我的命令不再消耗行动点，但使用它仍然至少需要一个AP。受影响的单位现在获得<font color='#3ABD23'><Ability:ED_SHIELD/></font>护盾生命值和<font color='#3ABD23'><Ability:ED_ARMOUR/></font>护甲，非蝰蛇单位获得这些加成的一半。"

[Regent_SlitherineSendoff X2AbilityTemplate]  
LocFriendlyName = "皇家饯别礼"  
LocHelpText = "帝国威仪现在为友方蝰蛇授予额外的行动点数，为非蝰蛇盟友授予移动行动点数。"  
LocLongDescription = "在帝国威仪范围内开始回合的盟友将在回合剩余时间内获得额外的行动点数。非蝰蛇盟友仅获得移动行动点数。"  
LocPromotionPopupText = "在帝国威仪范围内开始回合的盟友将在回合剩余时间内获得额外的行动点数。非蝰蛇盟友仅获得移动行动点数。"  
  
[Regent_EunectesGenes X2AbilityTemplate]  
LocFriendlyName = "鳗蜥基因"  
LocHelpText = "提升<Ability:ClassName/>束缚和束缚攻击的力量。束缚时，+<font color='#3ABD23'><Ability:EUG_STR_I/></font>/<font color='#b7bd1c'><Ability:EUG_STR_II/></font>/<font color='#d48013'><Ability:EUG_STR_III/></font> 力量，+<font color='#3ABD23'><Ability:EUG_DEF_I/></font>/<font color='#b7bd1c'><Ability:EUG_DEF_II/></font>/<font color='#d48013'><Ability:EUG_DEF_III/></font> 防御，+<font color='#3ABD23'><Ability:EUG_DODGE_I/></font>/<font color='#b7bd1c'><Ability:EUG_DODGE_II/></font>/<font color='#d48013'><Ability:EUG_DODGE_III/></font> 闪避，+<font color='#3ABD23'><Ability:EUG_ARMOUR_I/></font>/<font color='#b7bd1c'><Ability:EUG_ARMOUR_II/></font>/<font color='#d48013'><Ability:EUG_ARMOUR_III/></font> 护甲。"  
LocLongDescription = "提升<Ability:ClassName/>束缚和束缚攻击的力量。束缚时，+<font color='#3ABD23'><Ability:EUG_STR_I/></font>/<font color='#b7bd1c'><Ability:EUG_STR_II/></font>/<font color='#d48013'><Ability:EUG_STR_III/></font> 力量，+<font color='#3ABD23'><Ability:EUG_DEF_I/></font>/<font color='#b7bd1c'><Ability:EUG_DEF_II/></font>/<font color='#d48013'><Ability:EUG_DEF_III/></font> 防御，+<font color='#3ABD23'><Ability:EUG_DODGE_I/></font>/<font color='#b7bd1c'><Ability:EUG_DODGE_II/></font>/<font color='#d48013'><Ability:EUG_DODGE_III/></font> 闪避，+<font color='#3ABD23'><Ability:EUG_ARMOUR_I/></font>/<font color='#b7bd1c'><Ability:EUG_ARMOUR_II/></font>/<font color='#d48013'><Ability:EUG_ARMOUR_III/></font> 护甲。"  
LocPromotionPopupText = "提升<Ability:ClassName/>束缚和束缚攻击的力量。束缚时，+<font color='#3ABD23'><Ability:EUG_STR_I/></font>/<font color='#b7bd1c'><Ability:EUG_STR_II/></font>/<font color='#d48013'><Ability:EUG_STR_III/></font> 力量，+<font color='#3ABD23'><Ability:EUG_DEF_I/></font>/<font color='#b7bd1c'><Ability:EUG_DEF_II/></font>/<font color='#d48013'><Ability:EUG_DEF_III/></font> 防御，+<font color='#3ABD23'><Ability:EUG_DODGE_I/></font>/<font color='#b7bd1c'><Ability:EUG_DODGE_II/></font>/<font color='#d48013'><Ability:EUG_DODGE_III/></font> 闪避，+<font color='#3ABD23'><Ability:EUG_ARMOUR_I/></font>/<font color='#b7bd1c'><Ability:EUG_ARMOUR_II/></font>/<font color='#d48013'><Ability:EUG_ARMOUR_III/></font> 护甲。"  
  
[Regent_DomineeringAura X2AbilityTemplate]  
LocFriendlyName = "主宰气场"  
LocHelpText = "<Ability:ClassName/>在现身时有<font color='#3ABD23'><Ability:DA_PANIC_I/>%</font>/<font color='#b7bd1c'><Ability:DA_PANIC_II/>%</font>的几率让敌方蝰蛇陷入恐慌。"  
LocLongDescription = "被揭示或通过增援进入的敌方蝰蛇在激活时有几率陷入恐慌，前提是他们能看到<Ability:ClassName/>。"  
LocPromotionPopupText = "被揭示或通过增援进入的敌方蝰蛇在激活时有几率陷入恐慌，前提是他们能看到<Ability:ClassName/>。"  
  
[Regent_LiolaemusGenes X2AbilityTemplate]  
LocFriendlyName = "丽纹麻蜥基因"  
LocHelpText = "冰霜唾液持续时间更长，并在命中时施加中毒效果，顶部留下一片毒云。"  
LocLongDescription = "<Ability:ClassName/>的冰霜唾液现在具有中毒效果，并在撞击区域留下一片持久的毒云。"  
LocPromotionPopupText = "<Ability:ClassName/>的冰霜唾液现在具有中毒效果，并在撞击区域留下一片持久的毒云。"  
  
[Regent_SupremeReaction X2AbilityTemplate]  
LocFriendlyName = "至高反应"  
LocHelpText = "<Ability:ClassName/>在敌方回合受到伤害时最多可反应3次，获得<font color='#3ABD23'>1<font color='#b7bd1c'> 行动点数来使用。"  
LocLongDescription = "每当<Ability:ClassName/>在非自己的回合受到伤害时，他将获得打断当前敌方回合并用<font color='#3ABD23'>1<font color='#b7bd1c'>行动点数执行操作的能力。这每回合最多可触发<font color='#3ABD23'>3<font color='#b7bd1c'>次。"  
LocPromotionPopupText = "每当<Ability:ClassName/>在非自己的回合受到伤害时，他将获得打断当前敌方回合并用<font color='#3ABD23'>1<font color='#b7bd1c'>行动点数执行操作的能力。这每回合最多可触发<font color='#3ABD23'>3<font color='#b7bd1c'>次。"

[Regent_BestowedGuidance X2AbilityTemplate]  
LocFriendlyName = "天赐指引"  
LocHelpText = "该<Ability:ClassName/>现在可以将敌方毒蛇转化为XCom一方，类似于支配效果。然而，此效果无法被“净化”，且能力具有4回合的冷却时间，而不是单次充能。"  
LocLongDescription = "通过天赐指引，如果敌方将毒蛇带入战斗，<Ability:ClassName/>可以轻松地用敌方单位增强自己的队伍。通过天赐指引，被转化的单位在战斗剩余时间内将永久受XCom控制。"  
LocPromotionPopupText = "通过天赐指引，如果敌方将毒蛇带入战斗，<Ability:ClassName/>可以轻松地用敌方单位增强自己的队伍。通过天赐指引，被转化的单位在战斗剩余时间内将永久受XCom控制。"  
  
[Regent_ResentfulEcdysis X2AbilityTemplate]  
LocFriendlyName = "愤怒蜕皮"  
LocHelpText = "激活后，<Ability:ClassName/>在下一回合前从所有来源受到的伤害减半，然后治愈在伤害减免前所受的全部伤害量，并额外治愈1/4作为护盾生命值。无冷却时间，但使用时会结束回合。"  
LocLongDescription = "愤怒蜕皮可以被<Ability:ClassName/>用来治疗自己和清除当前活跃在其身上的状态效果。"  
LocPromotionPopupText = "愤怒蜕皮可以被<Ability:ClassName/>用来治疗自己和清除当前活跃在其身上的状态效果。"  
  
[Regent_BowToMe X2AbilityTemplate]  
LocFriendlyName = "向我臣服"  
LocHelpText = "受影响的单位现在将在您的回合剩余时间内改变队伍，而不是恐慌。"  
LocLongDescription = "受影响的单位现在将在您的回合剩余时间内改变队伍，而不是恐慌。"  
LocPromotionPopupText = "受影响的单位现在将在您的回合剩余时间内改变队伍，而不是恐慌。"  
  
[Regent_WeaponExpertise X2AbilityTemplate]  
LocFriendlyName = "武器专精"  
LocHelpText = "<Ability:ClassName/>根据所装备的武器类型获得额外的命中和/或暴击加成。"  
LocLongDescription = "对于近战武器：<font color='#3ABD23'><Ability:DS_CLOSE_I/></font> 暴击率。对于中程武器：<font color='#3ABD23'><Ability:DS_MED_I/></font> 命中和暴击率。对于远程武器：<font color='#3ABD23'><Ability:DS_Long_I/></font> 命中率。"  
LocPromotionPopupText = "对于近战武器：<font color='#3ABD23'><Ability:DS_CLOSE_I/></font> 暴击率。对于中程武器：<font color='#3ABD23'><Ability:DS_MED_I/></font> 命中和暴击率。对于远程武器：<font color='#3ABD23'><Ability:DS_Long_I/></font> 命中率。"  
  
[Regent_WeaponConditioning_I X2AbilityTemplate]  
LocFriendlyName = "武器调教I"  
LocHelpText = "<Ability:ClassName/>根据所装备的武器类型获得额外的伤害和/或暴击伤害加成。"  
LocLongDescription = "对于近战武器：<font color='#3ABD23'><Ability:DS_CLOSE_II/></font> 暴击伤害。对于中程武器：<font color='#3ABD23'><Ability:DS_MED_II/></font> 普通伤害和暴击伤害。对于远程武器：<font color='#3ABD23'><Ability:DS_Long_II/></font> 伤害。"  
LocPromotionPopupText = "对于近战武器：<font color='#3ABD23'><Ability:DS_CLOSE_II/></font> 暴击伤害。对于中程武器：<font color='#3ABD23'><Ability:DS_MED_II/></font> 普通伤害和暴击伤害。对于远程武器：<font color='#3ABD23'><Ability:DS_Long_II/></font> 伤害。"

[Regent_WeaponConditioning_II X2AbilityTemplate]  
LocFriendlyName = "武器精通 II"  
LocHelpText = "根据所装备的武器类型，<Ability:ClassName/> 获得额外的暴击和/或瞄准加成。"  
LocLongDescription = "对于近战武器：<font color='#3ABD23'><Ability:DS_CLOSE_III/></font> 瞄准。对于中程武器：<font color='#3ABD23'><Ability:DS_MED_III/></font> 瞄准和暴击率。对于远程武器：<font color='#3ABD23'><Ability:DS_Long_III/></font> 暴击率。"  
LocPromotionPopupText = "对于近战武器：<font color='#3ABD23'><Ability:DS_CLOSE_III/></font> 瞄准。对于中程武器：<font color='#3ABD23'><Ability:DS_MED_III/></font> 瞄准和暴击率。对于远程武器：<font color='#3ABD23'><Ability:DS_Long_III/></font> 暴击率。"  
  
[Regent_WeaponConditioning_III X2AbilityTemplate]  
LocFriendlyName = "武器精通 III"  
LocHelpText = "根据所装备的武器类型，<Ability:ClassName/> 获得额外的暴击伤害和/或普通伤害加成。"  
LocLongDescription = "对于近战武器：<font color='#3ABD23'><Ability:DS_CLOSE_IV/></font> 伤害。对于中程武器：<font color='#3ABD23'><Ability:DS_MED_IV/></font> 普通伤害和暴击伤害。对于远程武器：<font color='#3ABD23'><Ability:DS_Long_IV/></font> 暴击伤害。"  
LocPromotionPopupText = "对于近战武器：<font color='#3ABD23'><Ability:DS_CLOSE_IV/></font> 伤害。对于中程武器：<font color='#3ABD23'><Ability:DS_MED_IV/></font> 普通伤害和暴击伤害。对于远程武器：<font color='#3ABD23'><Ability:DS_Long_IV/></font> 暴击伤害。"  
  
[Regent_DiverseSpecialisation X2AbilityTemplate]  
LocFriendlyName = "多样化专精"  
LocHelpText = "<Ability:ClassName/> 擅长大多数武器，并在解锁额外的精通特长时提高这种熟练度。（为使用各种武器提供基础特长，如剑的挥砍、手枪的射击等）"  
LocLongDescription = "<Ability:ClassName/> 擅长大多数武器，并在解锁额外的精通特长时提高这种熟练度。（为使用各种武器提供基础特长，如剑的挥砍、手枪的射击等）"  
LocPromotionPopupText = "<Ability:ClassName/> 擅长大多数武器，并在解锁额外的精通特长时提高这种熟练度。（为使用各种武器提供基础特长，如剑的挥砍、手枪的射击等）"  
  
[Regent_CombatExpertise_I X2AbilityTemplate]  
LocFriendlyName = "战斗专精 I"  
LocHelpText = "武器根据其类型获得一级特长。"  
LocLongDescription = "武器根据其类型获得一级特长。"  
LocPromotionPopupText = "武器根据其类型获得一级特长。"  
  
[Regent_CombatExpertise_II X2AbilityTemplate]  
LocFriendlyName = "战斗专精 II"  
LocHelpText = "武器根据其类型获得二级特长。"  
LocLongDescription = "武器根据其类型获得二级特长。"  
LocPromotionPopupText = "武器根据其类型获得二级特长。"  
  
[Regent_CombatExpertise_III X2AbilityTemplate]  
LocFriendlyName = "战斗专精 III"  
LocHelpText = "武器根据其类型获得三级特长。"  
LocLongDescription = "武器根据其类型获得三级特长。"  
LocPromotionPopupText = "武器根据其类型获得三级特长。"


[ViperGuard_FireAtWill X2AbilityTemplate]  
LocFriendlyName = "自由射击"  
LocHelpText = "对所有可见目标进行射击，命中率为<font color='#3ABD23'><Ability:FAW_HIT/></font>，暴击加成为<font color='#3ABD23'><Ability:FAW_CRIT/></font>。射击次数受弹药限制。"  
LocLongDescription = "对所有可见目标进行射击，命中率为<font color='#3ABD23'><Ability:FAW_HIT/></font>，暴击加成为<font color='#3ABD23'><Ability:FAW_CRIT/></font>。射击次数受弹药限制。"  
LocPromotionPopupText = "对所有可见目标进行射击，命中率为<font color='#3ABD23'><Ability:FAW_HIT/></font>，暴击加成为<font color='#3ABD23'><Ability:FAW_CRIT/></font>。射击次数受弹药限制。"  
  
[ViperGuard_DugIn X2AbilityTemplate]  
LocFriendlyName = "坚守阵地"  
LocHelpText = "在掩体后减少受到的伤害，减少量为<font color='#3ABD23'><Ability:DI_ARMOUR/></font>。"  
LocLongDescription = "在掩体后减少受到的伤害，减少量为<font color='#3ABD23'><Ability:DI_ARMOUR/></font>。"  
LocPromotionPopupText = "在掩体后减少受到的伤害，减少量为<font color='#3ABD23'><Ability:DI_ARMOUR/></font>。"  
  
[ViperGuard_BulletMagnet X2AbilityTemplate]  
LocFriendlyName = "子弹磁铁"  
LocHelpText = "在掩体后，你无法获得防御加成，但你会获得等量的暴击抵抗和一半的掩体闪避加成。"  
LocLongDescription = "在掩体后，你无法获得防御加成，但你会获得等量的暴击抵抗和一半的掩体闪避加成。"  
LocPromotionPopupText = "在掩体后，你无法获得防御加成，但你会获得等量的暴击抵抗和一半的掩体闪避加成。"  
  
[ViperGuard_OverwatchBonuses X2AbilityTemplate]  
LocFriendlyName = "警戒加成"  
LocHelpText = "为单位提供警戒效果。"  
LocLongDescription = "为单位提供警戒效果。"  
LocPromotionPopupText = "为单位提供警戒效果。"  
  
[ViperGuard_OverwatchAdept X2AbilityTemplate]  
LocFriendlyName = "警戒能手"  
LocHelpText = "在反击射击中，你获得<font color='#3ABD23'><Ability:OVW_AIM_I/></font>的瞄准和<font color='#3ABD23'><Ability:OVW_CRIT_I/></font>的暴击加成，并且每次警戒可以反击<font color='#3ABD23'><Ability:OVW_REACT_I/></font>次。"  
LocLongDescription = "在反击射击中，你获得<font color='#3ABD23'><Ability:OVW_AIM_I/></font>的瞄准和<font color='#3ABD23'><Ability:OVW_CRIT_I/></font>的暴击加成，并且每次警戒可以反击<font color='#3ABD23'><Ability:OVW_REACT_I/></font>次。"  
LocPromotionPopupText = "在反击射击中，你获得<font color='#3ABD23'><Ability:OVW_AIM_I/></font>的瞄准和<font color='#3ABD23'><Ability:OVW_CRIT_I/></font>的暴击加成，并且每次警戒可以反击<font color='#3ABD23'><Ability:OVW_REACT_I/></font>次。"  
  
[ViperGuard_OverwatchExpert X2AbilityTemplate]  
LocFriendlyName = "警戒专家"  
LocHelpText = "在反击射击中，你获得<font color='#3ABD23'><Ability:OVW_AIM_II/></font>的瞄准和<font color='#3ABD23'><Ability:OVW_CRIT_II/></font>的暴击加成，并且每次警戒可以反击<font color='#3ABD23'><Ability:OVW_REACT_II/></font>次。"  
LocLongDescription = "在反击射击中，你获得<font color='#3ABD23'><Ability:OVW_AIM_II/></font>的瞄准和<font color='#3ABD23'><Ability:OVW_CRIT_II/></font>的暴击加成，并且每次警戒可以反击<font color='#3ABD23'><Ability:OVW_REACT_II/></font>次。"  
LocPromotionPopupText = "在反击射击中，你获得<font color='#3ABD23'><Ability:OVW_AIM_II/></font>的瞄准和<font color='#3ABD23'><Ability:OVW_CRIT_II/></font>的暴击加成，并且每次警戒可以反击<font color='#3ABD23'><Ability:OVW_REACT_II/></font>次。"

[ViperGuard_OverwatchMaster X2AbilityTemplate]  
LocFriendlyName = "守望大师"  
LocHelpText = "你在反击射击中获得<font color='#3ABD23'><Ability:OVW_AIM_III/></font>瞄准和<font color='#3ABD23'><Ability:OVW_CRIT_III/></font>暴击，并且每次守望可以反击最多<font color='#3ABD23'><Ability:OVW_REACT_III/></font>次。"  
LocLongDescription = "你在反击射击中获得<font color='#3ABD23'><Ability:OVW_AIM_III/></font>瞄准和<font color='#3ABD23'><Ability:OVW_CRIT_III/></font>暴击，并且每次守望可以反击最多<font color='#3ABD23'><Ability:OVW_REACT_III/></font>次。"  
LocPromotionPopupText = "你在反击射击中获得<font color='#3ABD23'><Ability:OVW_AIM_III/></font>瞄准和<font color='#3ABD23'><Ability:OVW_CRIT_III/></font>暴击，并且每次守望可以反击最多<font color='#3ABD23'><Ability:OVW_REACT_III/></font>次。"  
  
[ViperGuard_SupportKit X2AbilityTemplate]  
LocFriendlyName = "支援套装"  
LocHelpText = "根据XCom库存中的等价物，提供医疗包和烟雾弹。"  
LocLongDescription = "根据XCom库存中的等价物，提供医疗包和烟雾弹。"  
LocPromotionPopupText = "根据XCom库存中的等价物，提供医疗包和烟雾弹。"  
  
[ViperGuard_EnhancedSupportKit X2AbilityTemplate]  
LocFriendlyName = "增强支援套装"  
LocHelpText = "根据XCom库存中的等价物，提供医疗包、烟雾弹和闪光弹。"  
LocLongDescription = "根据XCom库存中的等价物，提供医疗包、烟雾弹和闪光弹。"  
LocPromotionPopupText = "根据XCom库存中的等价物，提供医疗包、烟雾弹和闪光弹。"  
  
[ViperGuard_SuperiorSupportKit X2AbilityTemplate]  
LocFriendlyName = "顶级支援套装"  
LocHelpText = "根据XCom库存中的等价物，提供医疗包、烟雾弹和闪光弹。"  
LocLongDescription = "根据XCom库存中的等价物，提供医疗包、烟雾弹和闪光弹。"  
LocPromotionPopupText = "根据XCom库存中的等价物，提供医疗包、烟雾弹和闪光弹。"  
  
[ViperGuard_DeflectionShield X2AbilityTemplate]  
LocFriendlyName = "偏转护盾"  
LocHelpText = "根据射手的距离获得防御加成。"  
LocLongDescription = "根据射手的距离获得防御加成。"  
LocPromotionPopupText = "根据射手的距离获得防御加成。"  
  
[ViperGuard_FortifiedArmour X2AbilityTemplate]  
LocFriendlyName = "加固装甲"  
LocHelpText = "对大多数元素效果免疫，并减少50%的爆炸伤害。"  
LocLongDescription = "对大多数元素效果免疫，并减少50%的爆炸伤害。"  
LocPromotionPopupText = "对大多数元素效果免疫，并减少50%的爆炸伤害。"  
  
[ViperGuard_ReactivePlating X2AbilityTemplate]  
LocFriendlyName = "反应装甲"  
LocHelpText = "每次受到伤害时获得一点装甲。由此效果获得的装甲持续3回合或直到被摧毁。"  
LocLongDescription = "每次受到伤害时获得一点装甲。由此效果获得的装甲持续3回合或直到被摧毁。"  
LocPromotionPopupText = "每次受到伤害时获得一点装甲。由此效果获得的装甲持续3回合或直到被摧毁。"



; - Items -  
[Regent_MAW_I X2WeaponTemplate]  
FriendlyName="弱化版M.A.W.伽马"  
FriendlyNamePlural="弱化版M.A.W.伽马们"  
BriefSummary="一种独特的M.A.W.植入体，很可能是由瓦伦制造，用于改变并增强摄政王毒液的效果，转化为他们所使用的超冷冻液体。由于磨损，植入体已被削弱，其效果不如原始设计。"  
TacticalText="<Bullet/> 允许摄政王使用舌头拉扯和喷射。\n<Bullet/> 随着未来科技的进步，我们怀疑我们能够帮助恢复其植入体的全部功能。"  
  
[Regent_MAW_II X2WeaponTemplate]  
FriendlyName="M.A.W.伽马"  
FriendlyNamePlural="M.A.W.伽马们"  
BriefSummary="随着对M.A.W.内部工作原理的更多了解以及对设计的更深入洞察，我们能够恢复M.A.W.伽马到其原始的力量。"  
TacticalText="<Bullet/> 允许摄政王使用舌头拉扯和喷射。\n<Bullet/> 对植入体各个组件的改进使我们能够再次将其恢复到全部功能。\n<Bullet/> 我们怀疑，一旦我们拥有适当的知识，我们可能会进一步改进其设计。"  
  
[Regent_MAW_III X2WeaponTemplate]  
FriendlyName="高级M.A.W.伽马"  
FriendlyNamePlural="高级M.A.W.伽马们"  
BriefSummary="通过一些额外的研发，我们能够显著改善M.A.W.伽马的设计，显著提高其将固有毒液转化为零下液体物质的效率。"  
TacticalText="<Bullet/> 允许摄政王使用舌头拉扯和喷射。\n<Bullet/> 通过进一步的知识，我们能够改进M.A.W.植入体，使其超越原始的力量。"  
  
[Regent_MAW_II_Schematic X2SchematicTemplate]  
m_strClassLabel="摄政王"  
[Regent_MAW_III_Schematic X2SchematicTemplate]  
m_strClassLabel="摄政王"  
  
[InR_Captive_ViperKing X2ItemTemplate]  
FriendlyName="被俘虏的毒蛇王"  
FriendlyNamePlural="被俘虏的毒蛇王们"  
BriefSummary="出乎意料的是，与大多数其他俘虏不同，实验对象'伽马'似乎对我们最为合作，尽管目前的情况如此。他可能对我们可能加入我们的想法持开放态度，但说服他与我们并肩作战可能需要一些时间..."  
  
[Tech_InR_Recruitment_ViperKing X2TechTemplate]  
DisplayName="毒蛇王招募"  
Summary="虽然他不反对加入XCom的想法，但为XCom而战则是另一回事。经过一段时间，我们可能能够说服实验对象'伽马'与我们并肩对抗ADVENT，而不是像他之前建议的那样独自行动。"
